/* Localizable String */
sUIName = "WLAN-Netzwerk-Dienstprogramm";
sUIVersion = "Version des Dienstprogramms";
sDriverVersion = "Treiberversion: v";
sCopyright = "Copyright 2018.";

// Button
OK ="OK";
CANCEL ="Abbrechen";
NO ="Nein";
YES ="Ja";
Join="Verbinden";
Profiles="Profile";
Join_Other="Andere...";
Show_Nets="Netzwerke anzeigen";
Apply="Übernehmen";
Remove="Entfernen";
PIN="PIN";
PBC="PBC";
Forget="Dieses Netzwerk vergessen";

//DropDownMenu
State_RfOn="USB-WiFi: Aktiviert";
State_RfOff="USB-WiFi: Deaktiviert";
State_Scan="USB-WiFi: Nach Netzwerken suchen...";
State_Unplug="USB-WiFi ist nicht angeschlossen";
State_Disable="USB-WiFi aktivieren";

Info_IfName="Schnittstellenname:";
Info_MacAddr="Adresse:";
Info_IpAddr= "IP-Adresse:";
Info_Router= "Router:";
Info_Reachable= "Internet: Erreichbar";
Info_Unreachable= "Internet: Nicht erreichbar";
//Info_Security
Info_BSSID= "BSSID:";
Info_Channel= "Kanal:";
Info_CountryCode= "Länderkennzahl:";
Info_RSSI= "RSSI:";
Info_Noise= "Rauschen:";
Info_TxRate= "Senderate:";
Info_PhyMode= "PHY-Modus:";
Info_McsIndex= "MCS-Index:";

Radio_ON ="USB-WiFi Aktivieren";
Radio_OFF ="USB-WiFi Deaktivieren";
Uninstall = "Uninstall USB-WiFi";
DebugTool = "Wlan Diagnostics Tool";
Join_Other_Network="Mit anderem Netzwerk verbinden...";
Create_Adhoc="Ad-hoc-Netzwerk anlegen...";
WPS_Fun="WPS...";
Open_Utility="Das WLAN-Dienstprogramm öffnen...";
Open_Preference="Systemeinstellung „Netzwerk“ öffnen...";

//ScanTable View
ScanTable_View_Title="Wählen Sie das gewünschte Netzwerk aus.";
ScanTable_View_SubTitle="Wählen Sie aus der Liste das gewünschte Netzwerk aus und geben Sie falls erforderlich das entsprechende Kennwort ein.";
Associated="Verbunden";
SignalStrength="Signalstärke";
Scanning="Suchen...";

// Setting Field View
Join_BroadcastSecAP1="Für das Netzwerk";
Join_BroadcastSecAP2="ist ein";
Join_BroadcastSecAP3="Kennwort erforderlich";
Join_HiddenSecAP1="Dieses unsichtbare WLAN-Netzwerk erfordert ein";
Join_HiddenSecAP2="Kennwort";
Join_HiddenOpenAP="Geben Sie den Namen des unsichtbaren WLAN-Netzwerks ein.";

// Join Other
Create_Infra_Title="Geben Sie den Namen des Netzwerks ein.";
Create_Infra_SubTitle="Geben Sie den Namen des gewünschten Netzwerks ein und geben Sie falls erforderlich das entsprechende Kennwort ein.";
Create_Adhoc_Title="„Computer-zu-Computer“-Netzwerk anlegen.";
Create_Adhoc_SubTitle="Geben Sie den Namen des „Computer-zu-Computer“-Netzwerks ein, das Sie erstellen wollen.";

//Setting Field
Security_None="Ohne";
Security_OpenWep="WEP OFFENES_SYSTEM";
Security_SharedWep="WEP GEMEINSAMER_SCHLÜSSEL";
Security_WpaTkip="WPA_PSK TKIP";
Security_WpaAes="WPA_PSK AES";
Security_Wpa2Tkip="WPA2_PSK TKIP";
Security_Wpa2Aes="WPA2_PSK AES";
Security_WpaTkip1X="WPA Enterprise TKIP";
Security_WpaAes1X="WPA Enterprise AES";
Security_Wpa2Tkip1X="WPA2 Enterprise TKIP";
Security_Wpa2Aes1X="WPA2 Enterprise AES";
Security_WEP1X="802.1X WEP";
Security_WpaNoneTkip="WPA_None TKIP";
Security_WpaNoneAes="WPA_None AES";
Security_MixMode="sicherheit";

//Profile Security Field
Profile_Wep="WEP";
Profile_Wpa="Persönlicher WPA";
Profile_Wpa2="Persönlicher WPA2";
Profile_Wpa1X="Firmenweiter WPA";
Profile_Wpa21X="Firmenweiter WPA2";
Profile_WpaNone="WPA-None";

NetworkName="Netzwerkname:";
Security="Sicherheit:";
Password="Kennwort:";
ShowPassword="Kennwort einblenden";
ASCII="ASCII";
UserName="Benutzername:";
EAP="802.1x EAP:";
PEAP="Automatisch (PEAP)";
TLS="EAP-TLS";
TTLS="EAP-TTLS";
LEAP="EAP-LEAP";
CA_Cert="CA-Zertifikat:";
Client_Cert="Client-Zertifikat:";
Private_Key="Privater Schlüssel:";
Private_Key_Pwd="Kennwort des privaten Schlüssels:";

Choose_Private_Key="Datei mit privatem Schlüssel auswählen (PEM/DER/PFX)";
Choose_Client_Cert="Datei mit Clientzertifikat auswählen (PEM/DER/PFX)";
Choose_CA_Cert="Datei mit CA-Zertifikat auswählen (PEM/DER/PFX)";

Select_KeyChain_Cert_Desc="Zertifikat aus dem Schlüsselbund auswählen";
Select_File_Cert_Desc="Zertifikatsdatei auswählen";
Select_KeyChain_Identity_Desc="Identität aus dem Schlüsselbund auswählen";
Select_KeyChain_Key_Desc="Privaten Schlüssel aus dem Schlüsselbund auswählen";
Select_File_Key_Desc="Datei mit privatem Schlüssel auswählen";

Cert_Expire="Die Zertifikatsdatei ist abgelaufen";

Cert_Examine_Title1="Authentifizieren bei Netzwerk";
Cert_Examine_Title2=" ";
Cert_Examine_Info1="Bevor Sie sich dem Server";
Cert_Examine_Info2="gegenüber indentifizieren, sollten Sie dessen Zertifikat überprüfen, um sicher zu stellen, dass er diesem Netzwerk zugehörig ist.\n\nKlicken Sie dazu auf \'Zertifikat einblenden\'.";


// Profiles
PreferredNet="Bevorzugte Netzwerke:";
StateTitle="Status";
SSIDTitle="Netzwerkname";
SecurityTitle="Sicherheit";


//WPS 
WPS_PIN_Title="Geben Sie den PIN-Code auf der Konfigurationsseite Ihres APs ein";
WPS_PBC_Title="The Push Button Configuration (PBC) is performed";
WPS_Second="sec";
WPS_Progress="WPS-Fortschritt :";
WPS_init_Str = "  WPS-Prozess initialisieren  ";
WPS_scan_Str = "  Aktiven WPS-AP suchen  ";
WPS_connect_Str = "  Mit aktivem WPS-AP verbinden  ";
WPS_handshake_Str ="  WPS-Handshake initialisieren  ";
WPS_exchange_Str ="  WPS-Nachricht austauschen  ";
WPS_done_Str = "  WPS-Nachricht austauschen [fertig]  ";
WPS_fail_Str = "  WPS-Nachricht fehlgeschlagen; versuchen Sie, die Verbindung zu einem anderen WPS-AP herzustellen  ";
WPS_start_Str = "  WPS-START ";
WPS_finish_Str = "     WPS-Protokoll abgeschlossen !!";
WPS_auto_connect_Str = "Die WPS-AP-Verbindung wird automatisch hergestellt.";
WPS_timeout_Str = "     WPS-Zeitlimit überschritten!!";
WPS_connection_failed_Str = " Verbindung fehlgeschlagen. Versuchen Sie es später erneut !!";

Wps_overlap_Str = "Sitzungsüberlappung";
Wps_more_pbc_Str = "     Mehrere APs im PBC-Modus !!";
Wps_retry_Str = "Bitte nutzen Sie PIN oder warten Sie etwas, und versuchen Sie es erneut.";

ERROR0 = "FEHLER";
ERROR1 = "Geben Sie den Schlüssel ein!";
ERROR2 = "Falscher WEP-Schlüsselindex!!!";
ERROR3 = "Die Schlüssellänge muss zwischen 8 und 63 ASCII-Zeichen bzw. 64 Hexadezimalzeichen umfassen!";
ERROR4 = "Der Netzwerkschlüssel hat kein Hexadezimalformat (0~9, a~f, A~F)!";
ERROR5 = "Der ASCII-Schlüssel muss 5 oder 13 Zeichen lang sein!";
ERROR6 = "Die Länge des Netzwerkschlüssels ist nicht korrekt!";
ERROR7 = "Der Netzwerkschlüssel muss 10 oder 26 Zeichen lang sein!";
ERROR8 = "Netzwerkschlüssel und bestätigter Schlüssel stimmen nicht überein!";
ERROR9 = "Der Netzwerkschlüssel hat kein ASCII-Format!";
ERROR10 = "Der Netzwerkschlüssel hat kein 64Hex-Format!";
ERROR11 = "Diese Ländereinstellung lässt keine Verbindung mit einem Ad-hoc-Netzwerk mit Kanal 12, 13 oder Band2, Band3 zu!!";
ERROR12 = "Kann keine Verbindung mit Ad-hoc-Netzwerk über WPA-NONE herstellen!!";
ERROR13 = "Kann keine Verbindung mit Ad-hoc-Netzwerk über WPA2-PSK herstellen!!";
ERROR14 = "WPA/WPA2 Enterprise wird nicht unterstützt !!";
ERROR15 = "Dem Dienstprogramm den Zugriff auf das Schlüsselbund erlauben.";

WARNING0 = "Warnung";
WARNING1 = "Geben Sie die SSID ein";
WARNING2 = "Geben Sie den Profilnamen ein";
WARNING3 = "Die Anzahl Zeichen der SSID überschreitet 32.";
WARNING4 = "Das Profil ist bereits vorhanden. Möchten Sie es überschreiben?";
WARNING5 = "Soll das ausgewählte Profil wirklich gelöscht werden?";

NOTICE0 = "HINWEIS";
NOTICE1 = "AP-Modusfehler.";
NOTICE2 = "STA-Modusfehler.";
NOTICE3 = "QOSMode Fehler beim Setzen des Werts";
NOTICE4 = "QOSMode Fehler beim Abruf des Werts";
NOTICE5 = "Falscher QOSMode-Wert";	
NOTICE6 = "RTSThreshold nicht im zulässigen Bereich.(0 ~ 2432)";
NOTICE7 = "FragmentationThreshold nicht im zulässigen Bereich.(256 ~ 2432)";
NOTICE8 = "Aktivieren Sie den USB-WiFi im Netzwerkbereich der Systemeinstellungen.";
NOTICE9 = "Verbinden Sie den USB-WiFi mit Ihrem Computer";
NOTICE10 = "Falsches Kennwort, versuchen Sie es noch einmal";
NOTICE11 = "Are you sure to do uninstallation?";
NOTICE12 = "System Extension Blocked";
NOTICE13 = "System software from developer 'Realtek Semiconductor Corp' was blocked from loading.";